Repository: ztefn/haguichi
Catalog: po/*.po
Languages: ast, id, ja, kk

source: Unreachable
ast: Nun pue algamase
id: Tidak terjangkau
ja: 接続できません
kk: Қол жетімсіз

source: Awaiting approval
ast: Esperando pola aprobación
id: Menunggu Persetujuan
ja: 承認待ち
kk: Мақұлдауды күту

source: Unknown error
ast: Fallu desconocíu
id: Galat tidak dikenal
ja: 不明なエラーです
kk: Белгісіз қате

source: Protocol mismatch
ast: Incompatibilidá de protocolu
id: Protokol tidak sesuai
ja: プロトコルが一致しません
kk: Протокол сәйкес емес

source: Conflicting address
ast: Direición en conflictu
id: Alamat bertentangan
ja: アドレスが重複しています
kk: Жанжал (конфликтующие) бар адрестер

source: Direct
ast: Direutu
id: Langsung
ja: 直接接続
kk: Тікелей

source: Restore default commands?
ja: デフォルトのコマンドを復元しますか?

source: All customizations will be lost.
ja: すべての個人設定が破棄されます。

source: Configuring
id: Mengkonfigurasi
ja: 設定しています

source: translator-credits
ast: Enol Puente https://launchpad.net/~enolp Tornes Llume https://launchpad.net/~l-lumex03-tornes
id: Abdul Munif Hanafi https://launchpad.net/~hahnavi Fattah Rizki https://launchpad.net/~galamarv Hertatijanto Hartono https://launchpad.net/~dvertx
ja: Ryo Nakano https://launchpad.net/~ryonakaknock3 Satoru Matsumoto https://launchpad.net/~helios-reds
kk: jmb_kz https://launchpad.net/~jmb-kz

source: Copied to clipboard
id: Disalin ke papan klip
ja: クリップボードにコピーしました

source: Reconnecting in {0} second
ast: Reconeutando en {0} segundu
id: Mencoba koneksi ulang dalam {0} detik
ja: {0} 秒以内に再接続します
kk: Желіге {0} секунтдан кейін қайта қосылу

source: Hamachi Is Not Installed
ast: Hamachi nun ta instaláu
id: Hamachi belum dipasang
ja: Hamachi がインストールされていません
kk: Hamachi орнатылмаған

source: Hamachi Version %s Is Obsolete
ast: La version %s de Hamachi ta obsoleta
id: Hamachi versi %s sudah kedaluwarsa
ja: Hamachi バージョン %s はサポート対象外です
kk: Hamachi %s нұсқасы ескірген

source: Haguichi will continue to run when its window is closed so that it can monitor the connection and send notifications.
id: Haguichi akan terus berjalan ketika jendelanya ditutup sehingga dapat memantau koneksi dan mengirimkan notifikasi.
ja: 接続を監視し通知を送信できるよう、Haguichi はウィンドウを閉じても常駐します。

source: _Add Command
kk: Команданы қ_осу

source: Du_plicate…
kk: _Көшіру…
