Repository: ztefn/haguichi
Catalog: po/*.po
Languages: ast, id, ja, kk

source: Hamachi Network Manager
ast: Xestor de rede Hamachi
id: Manajer Jaringan Hamachi
ja: Hamachi ネットワークマネージャー

source: Manage your Hamachi networks
id: Kelola jaringan Hamachi Anda
ja: Hamachi ネットワークを管理します

source: LogMeIn Hamachi;VPN;LAN;Network;Internet;P2P;Peer;Client;GUI;Frontend;
ja: LogMeIn Hamachi;VPN;LAN;Network;Internet;P2P;Peer;Client;GUI;Frontend;ネットワーク;インターネット;ピア;クライアント;フロントエンド;

source: Haguichi makes it a breeze to join, create and administer Hamachi networks.
ja: Haguichi を使うことで、Hamachi ネットワークへの参加・作成・管理が簡単になります。

source: Features:
ast: Carauterístiques:
id: Fitur:
ja: 機能:

source: Searchable, sortable and collapsible network list
ast: Llista de redes espandible, que se pue ordenar y onde se pue guetar
id: Senarai Jaringan yang dapat ditelusuri, diurutkan dan diciutkan
ja: 検索・並べ替え・折りたたみ可能なネットワークリスト

source: Sidebar for easy access to details and actions
ast: Barra llateral p'acceder fácilmente a los detalles y les aiciones
id: Bilah samping untuk memudahkan akses ke detail dan tindakan
ja: 詳細やアクションに簡単にアクセスできるサイドバー

source: Indicator support for quick access to primary actions
ja: 主要なアクションに素早くアクセスできるインジケーター

source: Desktop notifications to stay up to date of network events
ja: 最新のネットワークイベントを確認できるデスクトップ通知

source: Commands that can be completely customized
id: Perintah yang dapat dikustomisasi sepenuhnya
ja: 完全にカスタマイズ可能なコマンド

source: Backup and restore of your Hamachi configuration folder
id: Cadangkan dan pulihkan folder konfigurasi Hamachi Anda
ja: Hamachi 設定フォルダーのバックアップと復元

source: <em>Please note: Requires installation of Hamachi on the system in order to use.</em>
id: <em>Harap diperhatikan: Membutuhkan pemasangan Hamachi pada sistem agar dapat digunakan.</em>
ja: <em>ご注意ください: このアプリを使用するには、システムに Hamachi をインストールする必要があります。</em>

source: View your network list and client information
id: Lihat daftar jaringan dan informasi klien Anda
ja: ネットワークリストとクライアントの情報を表示する

source: View selected member details
id: Lihat rincian anggota yang dipilih
ja: 選択したメンバーの詳細を表示する

source: View selected network details
id: Lihat rincian jaringan yang dipilih
ja: 選択したネットワークの詳細を表示する

source: Search your network list
id: Cari daftar jaringan Anda
ja: ネットワークリストを検索する

source: Join or create networks
id: Bergabung atau buat jaringan
ja: ネットワークに参加・作成する

source: Label
ast: Etiqueta
ja: ラベル
kk: Көрсетілетін жазу

source: IPv4 Command
ast: Comandu IPv4
id: Perintah IPv4
ja: IPv4 コマンド
kk: IPv4 команда

source: IPv6 Command
ast: Comandu IPv6
id: Perintah IPv6
ja: IPv6 コマンド
kk: IPv6 команда

source: Priority
ast: Prioridá
id: Prioritas
ja: 優先度
kk: Басымдылық

source: _Save
ast: _Guardar
id: _Simpan
ja: 保存(_S)
kk: _Сақтау

source: Attach to Account
ast: Axuntar a la cuenta
id: Lampirkan ke Akun
ja: アカウントと関連付ける
kk: Пайдаланушы атына бекіту

source: Account
ast: Cuenta
id: Akun
ja: アカウント
kk: Пайдаланушы аты (логин)

source: Include all networks created by this client
ast: Incluyir toles redes creaes por esti veceru
id: Sertakan seluruh jaringan yang dibuat oleh klien
ja: このクライアントで作ったすべてのネットワークを含む
kk: Осы клиентпен құрылған барлық желілерді қарастыру

source: _Attach
ast: _Axuntar
id: L_ampirkan
ja: 関連付ける(_A)
kk: _Бекіту

source: Change Access
id: Ubah Akses
ja: アクセス権限を変更

source: Locked
ast: Bloquiáu
id: Terkunci
ja: ロック
kk: Жабық

source: Do not accept new network members
id: Jangan terima anggota jaringan baru
ja: ネットワークメンバーの新規参加を拒否します

source: Approval
ast: Aprobación
id: Persetujuan
ja: 承認
kk: Мақұлдау

source: Automatically
ast: Automáticamente
id: Secara otomatis
ja: 自動
kk: Автоматты түрде

source: Manually
ast: Manualmente
id: Secara Manual
ja: 手動
kk: Қалауыңызша (вручную)

source: C_hange
ast: C_amudar
id: Uba_h
ja: 変更(_H)
kk: _Өзгерту

source: Change Password
ast: Camudar contraseña
id: Ubah Sandi
ja: パスワードを変更
kk: Құпия сөзді өзгерту

source: New Password
ast: Contraseña nueva
id: Sandi baru
ja: 新しいパスワード
kk: Жаңа құпия сөз

source: Network ID
ast: ID de rede
id: ID Jaringan
ja: ネットワーク ID
kk: Желінің ID-і

source: Password
ast: Conseña
id: Kata Sandi
ja: パスワード
kk: Құпия сөз

source: _Approve
ast: _Aprobar
id: _Setujui
ja: 承認(_A)
kk: _Мақұлдау

source: _Reject
ast: _Refugar
id: _Tolak
ja: 拒否(_R)
kk: _Қабылдамау

source: Copy IPv_4 Address
ast: Copiar direición IPv_4
id: Salin Alamat IPv_4
ja: IPv4 アドレスをコピー(_4)
kk: IPv_4 адресін көшіру

source: Copy IPv_6 Address
ast: Copiar direición IPv_6
id: Salin Alamat IPv_6
ja: IPv6 アドレスをコピー(_6)
kk: IPv_6 адресін көшіру

source: _Copy Client ID
ast: _Copiar ID de veceru
id: _Salin ID Klien
ja: クライアント ID をコピー(_C)
kk: Клиент ID-ін _көшіру

source: _Evict
ast: _Desagospiar
id: _Keluarkan
ja: 登録抹消(_E)
kk: _Шығарып тастау

source: _Details
id: _Rincian
ja: 詳細(_D)

source: _Join Network…
ast: _Xunise a la rede…
id: _Bergabung ke dalam Jaringan…
ja: ネットワークに参加(_J)…
kk: Желіге _кіру…

source: _Create Network…
ast: _Crear rede…
id: _Buat Jaringan…
ja: ネットワークを作成(_C)…
kk: Желі _құру…

source: _Go Online
ast: _Coneutase
id: _Masuk Jaringan
ja: オンラインにする(_G)
kk: Желіге _қосылу

source: _Go Offline
ast: _Desconeutase
id: _Keluar Jaringan
ja: オフラインにする(_G)
kk: Желіден _ажырату

source: _Leave
ast: _Colar
id: _Pergi
ja: 離脱する(_L)
kk: _Шығу

source: _Delete
ast: _Desaniciar
id: _Hapus
ja: 削除(_D)
kk: Ө_шіру

source: Change _Access…
id: Ubah _Akses…
ja: アクセス権限を変更(_A)…

source: Change _Password…
ast: Camudar _contraseña…
id: Ubah _Sandi…
ja: パスワードを変更(_P)…
kk: _Құпия сөзді өзгерту…

source: _Copy Network ID
ast: Copiar ID de rede
id: _Salin ID Jaringan
ja: ネットワーク ID をコピー(_C)
kk: Желі ID-ін _көшіру

source: General
ast: Xeneral
id: Umum
ja: 一般
kk: Негізгі

source: Configuration
ast: Configuración
id: Konfigurasi
ja: 設定
kk: Баптаулама

source: Backup
ja: バックアップ

source: Open Folder
ast: Abrir carpeta
id: Buka Folder
ja: フォルダーを開く
kk: Буманы ашу

source: Nickname
ast: Nomatu
id: Nama Panggilan
ja: ニックネーム
kk: Ник

source: _Protocol
ast: _Protocolu
id: _Protokol
ja: プロトコル(_P)
kk: _Протокол

source: Both IPv4 and IPv6
ast: IPv4 ya IPv6
id: IPv4 dan IPv6
ja: IPv4 と IPv6 の両方
kk: IPv4 мен IPv6 бірге

source: IPv4 only
ast: Namái IPv4
id: Hanya IPv4
ja: IPv4 のみ
kk: тек IPv4

source: IPv6 only
ast: Namái IPv6
id: Hanya IPv6
ja: IPv6 のみ
kk: тек IPv6

source: Behavior
ast: Comportamientu
id: Perilaku
ja: 動作
kk: Қасиеттері

source: _Network list update interval
ja: ネットワークリストの更新間隔(_N)

source: _Connect automatically on startup
ast: _Coneutase automáticamente nel aniciu
id: T_erhubung secara otomatis pada saat startup
ja: 起動時に自動で接続(_O)
kk: Бағдарлама ашылатын кезде автоматты түрде _қосылу

source: _Reconnect automatically when the connection is lost
ast: _Reconeutase automáticamente cuando se pierda la conexón
id: _Hubungkan kembali secara otomatis ketika koneksi terputus
ja: 接続が切れたら自動で再接続する(_R)
kk: Қосылыс үзілгенде автоматты түрде _қайта қосылу

source: _Disconnect on quit
ast: _Desconeutase al colar
id: _Diskonek ketika keluar
ja: 終了時に接続を切る(_D)
kk: Бағдарлама жабу кезінде желіден _ажыратылу

source: Commands
ast: Comandos
id: Perintah
ja: コマンド
kk: Командалар

source: Desktop
ast: Escritoriu
ja: デスクトップ
kk: Жұмыс ортасы

source: Appearance
ast: Aspeutu
id: Tampilan
ja: 外観

source: _Style
id: _Gaya
ja: スタイル(_S)

source: Follow System
id: Ikuti Sistem
ja: システムに従う

source: Light
id: Terang
ja: 明るい

source: Dark
id: Gelap
ja: 暗い

source: Show _indicator
ast: Amosar l'_indicador
id: Tampilkan _Indikator
ja: インジケーターを表示する(_I)

source: Notifications
ast: Avisos
id: Notifikasi
ja: 通知
kk: Мәлімдемелер

source: Display notification when the connection is l_ost
ast: Amosar avisu al perdese la c_onexón
id: Tampilkan notifikasi koneksi ter_putus
ja: 接続が切れたら通知を表示する(_O)
kk: Қосылыс үзілгені жайлы мәлімдеу

source: Display notification when a member _joins
ast: Amosar avisu cuando se xuna un m_iembru
id: Tampilkan notifikasi ketika anggota _bergabung
ja: メンバーが参加したら通知を表示する(_J)
kk: Мүше желіге _кірген кезде (join) мәлімдеу

source: Display notification when a member _leaves
ast: Amosar avisu cuando cole un m_iembru
id: Tampilkan notifikasi ketika anggota _keluar
ja: メンバーが離脱したら通知を表示する(_L)
kk: Мүше желіден _шығып кететін кезде (leave) мәлімдеу

source: Display notification when a member comes o_nline
ast: Amosar avisu cuando tea en llinia un m_iembru
id: Tampilkan notifikasi ketika anggota masuk ke _daring
ja: メンバーがオンラインになったら通知を表示する(_N)
kk: Мүше желіге _қосылған кезде (online) мәлімдеу

source: Display notification when a member goes o_ffline
ast: Amosar avisu cuando tea fuera de llinia un m_iembru
id: Tampilkan notifikasi ketika anggota keluar dari _luring
ja: メンバーがオフラインになったら通知を表示する(_F)
kk: Мүше желіден _ажыратылатын кезде (offline) мәлімдеу

source: _Save a Backup…
ast: _Guardar respaldu…
id: _Simpan data cadangan…
ja: バックアップを保存(_S)…
kk: Резервті көшірмені _сақтау…

source: _Restore from Backup…
ast: _Restaurar dende respaldu…
id: _Pulihkan dari data cadangan…
ja: バックアップから復元(_R)…
kk: Резерті көшірмеден қайта _орнына қайтару…

source: Show help
ast: Amusar l'ayuda
id: Tampilkan bantuan
ja: ヘルプを表示する

source: Show client information
ast: Amosar la información del veceru
id: Tampilkan informasi klien
ja: クライアントの情報を表示する

source: Open menu
id: Buka menu
ja: メニューを開く
kk: Мәзірді ашу

source: Connect
ast: Coneutar
id: Sambung
ja: 接続
kk: Байланысты орнату

source: Disconnect
ast: Desconeutar
id: Putus koneksi
ja: 切断
kk: Байланысты үзу

source: Preferences
ast: Preferencies
id: Preferensi
ja: 設定
kk: Баптаулар

source: Keyboard shortcuts
ast: Atayos del tecláu
id: Pintasan papan tik
ja: キーボードショートカットを表示する
kk: Пернетақта жарлықтары

source: Quit
ast: Colar
id: Keluar
ja: 終了する
kk: Шығу

source: Network List
ast: Llista de redes
id: Senarai Jaringan
ja: ネットワークリスト

source: Join a network
ast: Xunise a una rede
id: Bergabung dalam jaringan
ja: ネットワークに参加する

source: Create a network
ast: Crear una rede
id: Membuat Jaringan
ja: ネットワークを作成する

source: Refresh
ast: Refrescar
id: Segarkan
ja: 更新
kk: Жаңарту

source: Search
ast: Guetar
id: Telusuri
ja: 検索

source: Show/hide offline members
ast: Amosar miembros des/coneutaos
id: Tampilkan/sembunyikan anggota yang terputus
ja: オフラインメンバーの表示を切り替える

source: Expand all networks
ast: Espander toles redes
id: Tampilkan semua jaringan
ja: すべてのネットワークを展開する

source: Collapse all networks
ast: Contrayer toles redes
id: Sembunyikan semua jaringan
ja: すべてのネットワークを閉じる

source: Execute command
ast: Executar un comandu
id: Jalankan perintah
ja: コマンドを実行する

source: Information
ast: Información
id: Informasi
ja: 情報
kk: Мәлімет

source: Attach
ast: Axuntar
id: Lampirkan
ja: 関連付ける
kk: Бекіту

source: Cancel
ast: Encaboxar
id: Batal
ja: キャンセル
kk: Бас тарту

source: Client ID
ast: ID de veceru
id: ID Klien
ja: クライアント ID
kk: Клиент ID-і

source: IPv4 Address
ast: Direición IPv4
id: Alamat IPv4
ja: IPv4 アドレス
kk: IPv4 адрес

source: IPv6 Address
ast: Direición IPv6
id: Alamat IPv6
ja: IPv6 アドレス
kk: IPv6 адрес

source: Hamachi Version
id: Versi Hamachi
ja: Hamachi バージョン

source: Status
ast: Estáu
ja: 状態
kk: Күйі

source: Leave Network
id: Keluar dari Jaringan
ja: ネットワークを離脱

source: Delete Network
id: Hapus Jaringan
ja: ネットワークを削除

source: Owner
ast: Dueñu
id: Pemilik
ja: 所有者
kk: Иесі

source: Members
ast: Miembros
id: Anggota
ja: メンバー
kk: Мүшелері

source: Capacity
ast: Capacidá
id: Kapasitas
ja: 最大同時接続数
kk: Сыйымдылық

source: Tunnel
ast: Túnel
ja: トンネル
kk: Тоннель

source: Connection
ast: Conexón
id: Koneksi
ja: 接続状態
kk: Қосылыс

source: Command Variables
id: Variabel Perintah
ja: コマンド変数

source: Address
ast: Direición
id: Alamat
ja: アドレス
kk: Адрес

source: Terminal Emulator
id: Emulator Terminal
ja: 端末エミュレーター

source: File Manager
id: Pengelola Berkas
ja: ファイルマネージャー

source: Remote Desktop Viewer
ja: リモートデスクトップビューアー

source: _Restore Default
ja: デフォルトに復元(_R)

source: _Add Command…
ast: _Amestar comandu…
id: _Tambah Perintah…
ja: コマンドを追加(_A)…

source: _Browse Shares
ast: _Restolar comparticiones
id: _Menelusuri Shares
ja: 共有を見る(_B)
kk: Жарияланған бумаларды _қарап шығу

source: _View Remote Desktop
ast: _Ver escritoriu remotu
id: _Lihat Remote Destop
ja: リモートデスクトップを開く(_V)
kk: Қашықтаған жұмыс үстелді _қарау

source: _Ping
ja: Ping(_P)
kk: _Пинг

source: Default Action
ja: デフォルトのアクション

source: Options
id: Pilihan
ja: オプション

source: _Edit…
ast: _Editar…
id: _Sunting…
ja: 編集(_E)…
kk: _Түзету…

source: Move _Up
ast: _Xubir
id: Pindah ke _atas
ja: 上へ(_U)
kk: _Жоғары жылжыту

source: Move _Down
ast: _Baxar
id: Pindah ke _bawah
ja: 下へ(_D)
kk: Тө_мен жылжыту

source: _Set As Default Action
ast: _Afitar como aición por defeutu
id: _Set sebagai tindakan default
ja: デフォルトのアクションとして設定(_S)
kk: _Қалыпты әрекет ретінде орнату

source: _Remove
ast: _Desaniciar
id: _Hapus
ja: 削除(_R)
kk: _Өшіру

source: Copy
id: Salin
ja: コピー

source: Initializing
ast: Aniciando
id: Menginisialisasi
ja: 初期化しています

source: Main Menu
id: Menu Utama
ja: メインメニュー

source: Search networks and members
id: Cari jaringan dan anggota
ja: ネットワークとメンバーを検索

source: Add Network
id: Tambah Jaringan
ja: ネットワークを追加

source: Hamachi Lost Connection
ast: Hamachi perdió la conexón
id: Koneksi Hamachi putus
ja: Hamachi の接続が切れました
kk: Hamachi қосылысы үзілді

source: _Cancel
ast: _Encaboxar
id: _Batal
ja: キャンセル(_C)
kk: Ба_с тарту

source: You Are Connected!
ast: ¡Tas coneutáu!
id: Anda terhubung!
ja: 接続されました!
kk: Қосылыс сәтті орнатылды!

source: Use the + button to add a network
ast: Usa'l botón + p'amestar una rede
id: Gunakan tombol + untuk menambahkan jaringan
ja: + ボタンを使用してネットワークを追加してください
kk: Желі қосу үшін + түймесін пайдаланыңыз

source: No Results Found
id: Tak Ada Hasil yang Ditemukan
ja: 見つかりませんでした

source: Try a different search
id: Coba pencarian lain
ja: 他のキーワードを試してください

source: Please download Hamachi and follow the installation instructions
ast: Baxa Hamachi y sigui les instrucciones d'instalación, por favor
id: Silahkan unduh Hamachi dan ikuti intruksi instalasi
ja: Hamachi をダウンロードして手順に従いインストールしてください
kk: Hamachi жүктек алып, оның орнату нұсқауына еріңіз

source: _Download
ast: _Baxar
id: _Unduh
ja: ダウンロード(_D)
kk: _Жүктеп алу

source: Hamachi Is Not Configured
ast: Hamachi nun ta configuráu
id: Hamachi belum di konfigurasi
ja: Hamachi が未設定です
kk: Hamachi қалыпқа келтірілмеген

source: You need to configure Hamachi before you can connect
ast: Precises configurar Hamachi enantes que pueas coneutate
id: Anda harus mengkonfigurasi Hamachi sebelum anda dapat terhubung
ja: 接続する前に Hamachi を設定する必要があります
kk: Қосылу үшін сіз Hamachi қалыпқа келтіруіңіз қажет

source: C_onfigure
ast: C_onfigurar
id: K_onfigurasi
ja: 設定(_O)
kk: Қалыпқа _келтіру

source: _Information
ast: _Información
id: _Informasi
ja: 情報(_I)
kk: _Мәлімет

source: Sort by _Name
ast: Ordenar pel _nome
id: Urutkan berdasar _Nama
ja: 名前順で並び替え(_N)
kk: _Аты бойынша реттеу

source: Sort by _Status
ast: Ordenar pel _estáu
id: Urutkan berdasar _Status
ja: 状態で並び替え(_S)
kk: _Күйі бойынша реттеу

source: Show _Offline Members
ast: Amosar _miembros fuera de llinia
id: Tampilkan Anggota _Luring
ja: オフラインのメンバーを表示(_O)
kk: Желіге _қосылмаған мүшелерді көрсету

source: _Preferences
ast: _Preferencies
id: _Preferensi
ja: 設定(_P)
kk: _Баптаулар

source: _Keyboard Shortcuts
ast: Atayos del _tecláu
id: Pintasan Papan Ti_k
ja: キーボードショートカット(_K)
kk: П_ернетақта жарлықтары

source: _Help
ast: _Ayuda
id: _Bantuan
ja: ヘルプ(_H)
kk: _Көмек

source: _About Haguichi
ast: Tocante _a Haguichi
id: Tent_ang Haguichi
ja: Haguichi について(_A)
kk: Haguichi тур_алы

source: _Quit
ast: _Colar
id: _Keluar
ja: 終了(_Q)
kk: _Шығу

source: Reconnect
ast: Reconeutar
id: Sambungkan ulang
ja: 再接続
kk: Қайта қосылу

source: No internet connection
ast: Ensin conexóna internet
id: Tidak ada koneksi internet
ja: インターネット接続がありません
kk: Интернетпен қосылыс жоқ

source: Logging in
ast: Aniciando sesión
id: Masuk ke sistem
ja: ログインしています
kk: Кіру

source: Error connecting
ast: Fallu al coneutar
id: Galat menyambung
ja: 接続エラー
kk: Қосылу қатесі

source: Hamachi login failed
ast: Falló l'aniciu de sesión d'Hamachi
id: Login Hamachi gagal
ja: Hamachi のログインに失敗しました
kk: Hamachi кіру қатесі

source: Updating
ast: Anovando
id: Memperbarui
ja: 更新しています
kk: Жаңарту

source: Connected
ast: Coneutáu
id: Terhubung
ja: 接続済み
kk: Қосылған

source: Member Joined
ast: Xunióse'l miembru
id: Anggota bergabung
ja: メンバーが参加しました
kk: Мүше желіге кірді

source: {0} joined the network {1}
ast: {0} xunióse a la rede {1}
id: {0} bergabung ke jaringan {1}
ja: ネットワーク {1} に {0} が参加しました
kk: {0} {1} желісіне кірді

source: {0} joined the network {1} and {2} other network
ast: {0} xunióse na rede {1} y {2} más
id: {0} bergabung ke dalam jaringan {1} dan {2} jaringan lain
ja: ネットワーク {1} とその他 {2} のネットワークに {0} が参加しました
kk: {0} {1} және {2} басқа желіге кірді

source: Member Left
ast: Coló'l miembru
id: Anggota keluar
ja: メンバーが離脱しました
kk: Мүше желіден шығып кетті

source: {0} left the network {1}
ast: {0} colo de la rede {1}
id: {0} meninggalkan jaringan {1}
ja: ネットワーク {1} から {0} が離脱しました
kk: {0} {1} желісінен шығып кетті

source: {0} left the network {1} and {2} other network
ast: {0} coló de la rede {1} y {2} más
id: {0} meninggalkan jaringan {1} dan {2} jaringan lain
ja: ネットワーク {1} とその他 {2} のネットワークから {0} が離脱しました
kk: {0} {1} және {2} басқа желіден шығып кетті

source: Member Online
ast: Miembru en llinia
id: Anggota daring
ja: メンバーがオンラインになりました
kk: Мүше желіге қосылды

source: {0} came online in the network {1}
ast: {0} coneutóse na rede {1}
id: {0} menjadi daring di jaringan {1}
ja: ネットワーク {1} で {0} がオンラインになりました
kk: {0} {1} желісіне қосылды

source: {0} came online in the network {1} and {2} other network
ast: {0} coneutóse na rede {1} y {2} más
id: {0} menjadi daring di jaringan {1} dan {2} jaringan lain
ja: ネットワーク {1} とその他 {2} のネットワークで {0} がオンラインになりました
kk: {0} {1} және {2} басқа желіге қосылды

source: Member Offline
ast: Miembru fuera de llinia
id: Anggota luring
ja: メンバーがオフラインになりました
kk: Мүше желіден ажыратылды

source: {0} went offline in the network {1}
ast: {0} desconeutóse de la rede {1}
id: {0} pergi luring dari jaringan {1}
ja: ネットワーク {1} で {0} がオフラインになりました
kk: {0} {1} желісінен ажыратылды

source: {0} went offline in the network {1} and {2} other network
ast: {0} desconeutóse na rede {1} y {2} más
id: {0} pergi ke luring dari jaringan {1} dan {2} jaringan lain
ja: ネットワーク {1} とその他 {2} のネットワークで {0} がオフラインになりました
kk: {0} {1} және {2} басқа желіден ажыратылды

source: Edit Command
ast: Editar comandu
id: Sunting Perintah
ja: コマンドを編集
kk: Команданы өзгерту

source: Add Command
id: Tambah Perintah
ja: コマンドを追加
kk: Команданы қосу

source: Attach request sent
ja: 関連付けリクエストを送信しました

source: Account not found
ast: Nun s'alcontró la cuenta
id: Akun tidak ditemukan
ja: アカウントが見つかりませんでした
kk: Пайдаланушы аты табылмады

source: Join Network
ast: Xunise a la rede
id: Bergabung ke dalam jaringan
ja: ネットワークに参加
kk: Желіге кіру

source: Create Network
ast: Crear rede
id: Buat Jaringan
ja: ネットワークを作成
kk: Желі құру

source: _Join
ast: _Xunise
id: _Gabung
ja: 参加(_J)
kk: _Кіру

source: C_reate
ast: C_rear
id: B_uat
ja: 作成(_R)
kk: _Құру

source: Join request sent
ast: Unvióse la solicitú de xunión
id: Permintaan bergabung terkirim
ja: 参加リクエストを送信しました
kk: Кіру сұранысы жіберілді

source: Network not found
ast: Nun s'alcontró la rede
id: Jaringan tidak ditemukan
ja: ネットワークが見つかりません
kk: Желі табылмады

source: Invalid password
ast: Contraseña non válida
id: Sandi tidak tepat
ja: パスワードが正しくありません
kk: Құпия сөз дұрыс емес

source: Network is full
ast: La rede ta enllena
id: Jaringan sedang penuh
ja: ネットワークが混雑しています
kk: Желі толып тұр

source: Network is locked
ast: La rede ta bloquiada
id: Jaringan terkunci
ja: ネットワークがロックされています
kk: Желі жабық

source: Network already joined
ast: Rede yá xunida
id: Sudah bergabung dalam jaringan
ja: すでにネットワークに参加しています
kk: Осы желіге қосылыс бар болып тұр

source: Network ID is already taken
ast: La ID de rede yá ta coyida
id: ID jaringan telah digunakan
ja: Network ID はすでに存在します
kk: Бұл желі ID бос емес

source: Unknown
ast: Desconozse
id: Tidak Dikenal
ja: 不明
kk: Белгісіз

source: Anonymous
ast: Anónimu
id: Anonim
ja: 匿名
kk: Анонимды

source: Password changed
id: Kata sandi diubah
ja: パスワードを変更しました

source: Saving backup…
ja: バックアップを保存しています…

source: Backup saved
ja: バックアップを保存しました

source: Failed to save backup
ja: バックアップの保存に失敗しました

source: Restoring backup…
ja: バックアップから復元しています…

source: Backup restored
ja: バックアップから復元しました

source: Failed to restore backup
ja: バックアップからの復元に失敗しました

source: Archive does not contain expected files
ast: L'archivu nun contién los ficheros esperaos
id: Arsip tidak berisi file yang sesuai
ja: 期待したファイルがアーカイブ内に見当たりません
kk: Архивте қажетті мәлімет жоқ

source: Connecting
ast: Coneutando
id: Menghubungkan
ja: 接続しています
kk: Қосылуда

source: Disconnected
ast: Desconectáu
id: Koneksi terputus
ja: 未接続
kk: Ажыратылған

source: _Show Haguichi
ast: _Amosar Haguichi
id: _Tampilkan Haguichi
ja: Haguichi を表示(_S)
kk: Haguichi _көрсету

source: _Disconnect
ast: _Desconeutar
id: _Putus koneksi
ja: 切断(_D)
kk: Б_айланысты үзу

source: C_onnect
ast: C_oneutar
id: S_ambung
ja: 接続(_O)
kk: Ба_йланысты орнату

source: Are you sure you want to evict member “{0}” from network “{1}”?
ast: ¿De xuru que quies desagospiar al miembru «{0}» de la rede «{0}»?
id: Apakah anda yakin ingin mengeluarkan anggota “{0}”? dari jaringan “{1}”?
ja: ネットワーク “{1}” からメンバー “{0}” を登録抹消してもよろしいですか?
kk: ”{1}” желісінен “{0}” мүшені шығарып тастауға сенімдісіз бе?

source: If admitted, evicted members can rejoin the network at any later time.
ast: Si se permite, los miembros desagospiaos puen xunise otra vegada cuando-yos pete.
id: Jika diijinkan, anggota yang dikeluarkan dapat bergabung kembali ke jaringan ini.
ja: 承認されれば、そのメンバーは後でいつでもネットワークに再参加できます。
kk: Шығарылған мүшелер осы желіге кейінірек қайта кіре алады.

source: You
ast: Tu
id: Anda
ja: あなた
kk: Сіз

source: Are you sure you want to leave the network “{0}”?
ast: ¿De xuru que quies colar d'esta rede «{0}»?
id: Apakah anda yakin untuk meninggalkan jaringan “{0}”?
ja: ネットワーク “{0}” から離脱してもよろしいですか?
kk: ”{0}” желіден шығуға сенімдісіз бе?

source: If admitted, you can rejoin the network at any later time.
ast: Si se permite, pues xunite otra vegada cuando te pete.
id: Jika diijinkan, anda dapat bergabung kembali ke jaringan ini.
ja: 承認されれば、後でいつでもネットワークに再参加できます。
kk: Осы желіге кейінірек қайта кіре аласыз.

source: Are you sure you want to delete the network “{0}”?
ast: ¿De xuru que quies desaniciar la rede «{0}»?
id: Apakah anda yakin untuk menghapus jaringan “{0}”?
ja: ネットワーク “{0}” を削除してもよろしいですか?
kk: ”{0}” желісін жоюға сенімдісіз бе?

source: If you delete a network, it will be permanently lost.
ast: Si desanicies una rede, perderáse dafechu.
id: Jika anda menghapus jaringan, maka akan hilang secara permanen.
ja: ネットワークを削除すると、そのネットワークは元に戻せなくなります。
kk: Егер де сіз желіні жоятын болсаңыз, ол мәңгілікке жоғалтылады.

source: Not present
id: Tidak ada
ja: 存在しない

source: All supported archives
ast: Tolos archivos sofitaos
id: Semua arsip yang didukung
ja: すべてのサポートされたアーカイブ
kk: Қолдауы бар архивтер

source: Save a Backup
ast: Guardar un respaldu
id: Simpan data cadangan
ja: バックアップを保存
kk: Резервті көшірмені сақтау

source: Restore from Backup
ast: Restaurar dende respaldu
id: Pulihkan dari data cadangan
ja: バックアップから復元
kk: Резерті көшірмеден қайта орнына қайтару

source: _Restore
ast: _Restaurar
id: _Pulihkan
ja: 復元(_R)
kk: Қайта орнына қай_тару

source: Never
id: Jangan Pernah
ja: しない

source: %S second
id: %S detik
ja: %S 秒

source: %S minute
id: %S menit
ja: %S 分

source: Unavailable
ast: Non disponible
id: Tidak Tersedia
ja: 利用不可
kk: Жетімсіз

source: pending
ast: pendiente
id: tertunda
ja: 保留中
kk: күтілуде

source: Not attached
id: Tidak dilampirkan
ja: 関連付けなし

source: {0} online, {1} total
ast: {0} en llinia, {1} en total
id: {0} daring, {1} total
ja: オンライン {0}、合計 {1}
kk: {0} желіге қосылған, барлығы {1}

source: Offline
ast: Ensin conexón
id: Luring
ja: オフライン
kk: Желіге қосылмаған

source: Online
ast: En llinia
id: Daring
ja: オンライン
kk: Желіге қосылған

source: Relayed
ast: Retresmitíu
id: Tidak langsung
ja: リレー接続
kk: Ретранслятор арқылы
